{"translation-revision-date":"2025-04-02 09:46:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"Activate your license":["Activeer je licentie"],"To unlock the wizard and future updates, please enter and activate your license.":["Om de wizard en toekomstige updates te ontgrendelen, moet je je licentie invoeren en activeren."],"Great, your license is activated and valid!":["Super! Je licentie is geactiveerd en geldig!"],"Consent Banner":["Consent banner"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Dit is waar je alles met betrekking tot cookies configureert. We komen hier straks terug."],"End tour":["Beëindig tour"],"Start tour":["Start de tour"],"Configure":["Configureer"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Je bent klaar om met de Wizard te beginnen. Voor meer informatie, veelgestelde vragen en ondersteuning kijk je op Complianz.io."],"Let's start the Wizard":["Laten we met de wizard beginnen"],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz houdt wijzigingen in je cookie banner en Cookiebeleid bij. Dit dient als bewijs van toestemming met inachtneming van de richtlijnen voor dataminimalisatie en slaat geen gebruikersgegevens op."],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Op basis van je antwoorden in de Wizard schakelen we automatisch integraties met relevante diensten en plugins in. Indien je extra scripts wilt blokkeren, kun je deze toevoegen aan het Script Centrum."],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Hier kun je de consent banner configureren en opmaken als de Wizard is voltooid. Er wordt een extra tabblad toegevoegd met regiospecifieke instellingen."],"The Wizard":["De wizard"],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Dit is het dashboard. Als je de wizard voltooid hebt, geeft het dashboard een overzicht van taken, tools en documenten."],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Maak je website klaar voor privacywetgeving over de hele wereld. Volg een korte rondleiding of begin met het configureren van de plugin!"],"Welcome to Complianz":["Welkom in Complianz"],"Integrations":["Integraties"],"Proof of Consent":["Bewijs van toestemming"],"Next":["Volgende"],"Previous":["Vorige"],"Dashboard":["Dashboard"]}},"comment":{"reference":"settings\/build\/8525.14c3539f3bb65689f4cf.js"}}