{"translation-revision-date":"2025-04-09 18:03:24+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl_BE"},"Send test email":["Verstuur test e-mail"],"Sending…":["Aan het verzenden..."],"Send to":["Verstuur naar"],"Send a test email":["Verstuur een test e-mail"],"Desktop icon":["Desktop icoon"],"Change image":["Afbeelding wijzigen"],"Image preview":["Voorbeeld van afbeelding"],"WooCommerce Settings":["WooCommerce instellingen"],"Email preview":["Voorbeeld e-mail"],"Blueprints are setup files that contain all the installation instructions, including plugins, themes, and setting. Ease the setup process, allow teams to apply each others’ changes and much more. <docLink \/>":["Blueprints zijn setup bestanden die alle installatie instructies bevatten, inclusief plugins, thema's en instellingen. Vergemakkelijk het setup proces, laat teams elkaars wijzigingen toepassen en nog veel meer. <docLink \/>"],"Apply to store pages only":["Alleen op winkelpagina’s toepassen"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Beheer hoe bezoekers je website zien. <a>Meer weten<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Weet je zeker dat je wilt overschakelen van live modus naar modus Binnenkort beschikbaar? Je website is dan niet zichtbaar en klanten kunnen gedurende deze tijd geen aankopen doen."],"Confirm switch to ‘Coming soon’ mode":["Overschakelen naar modus ‘Binnenkort beschikbaar’ bevestigen"],"Coming soon":["Komt binnenkort"],"Blueprint":["Blauwdruk"],"Share your site with anyone using a private link.":["Deel je website met iedereen via een privé link."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Toon het bericht 'binnenkort beschikbaar' op je winkelpagina’s. De rest van je website blijft zichtbaar."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Je website wordt voor bezoekers verborgen achter een landingspagina met 'binnenkort beschikbaar' tot je website klaar is om bekeken te worden."],"Your entire site is visible to everyone.":["Je gehele website is zichtbaar voor iedereen."],"Share your site with a private link":["Deel je website met een privé link"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Je website is verborgen voor bezoekers achter een 'Binnenkort beschikbaar' landingspagina totdat deze klaar is voor weergave. Je kan je 'Binnenkort beschikbaar' landingspagina aanpassen via de <a>editor<\/a>."],"Site visibility":["Website zichtbaarheid"],"Live":["Live"],"Switch":["Wisselen"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Betalingen eenvoudig gemaakt, exclusief ontworpen<br\/>voor WooCommerce winkels."],"WooPayments is pre-integrated with popular payment options:":["WooPayments is vooraf geïntegreerd met populaire betaalopties:"],"Please enter a valid email address.":["Vul een geldig e-mailadres in."],"Use recommended settings":["Gebruik aanbevolen instellingen"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Inconsistente belastinginstellingen:{{\/b}} om mogelijke afrondfouten te voorkomen, moeten prijzen consistent worden ingevoerd en getoond op alle locaties en wel of geen belasting bevatten."],"Recommended settings applied.":["Aanbevolen instellingen toegepast."],"Other payment options":["Andere betaal opties"],"Help us improve":["Help ons te verbeteren"],"Payment Methods":["Betaalmethode"],"Mutable settings should be accessed via data store.":["Veranderlijke instellingen moeten geopend worden via datastore."],"Get started":["Aan de slag"],"Copy link":["Kopieer link"],"Export":["Exporteren"],"Import":["Importeren"],"Payment methods":["Betaalmethodes"],"Save changes":["Wijzigingen opslaan"],"Copied!":["Gekopieerd!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Geïnstalleerde betalingsmethoden zijn hieronder weergegeven en kunnen gesorteerd worden om de volgorde op de frontend te bepalen."],"Reset":["Herstellen"],"Learn more":["Leer meer"],"Continue":["Doorgaan"],"Cancel":["Annuleren"],"Remove":["Verwijderen"],"Metro Manila":["Metro Manila"],"Roma":["Rome"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/settings-embed.js"}}